本文含不可复制字符，请用 Raw 打开查看

"等线"
"仿宋"
"楷体"
"微软雅黑"
®简-->万-->简 : MS936/GB2312/GBK->UTF-8->MS936/GB2312/GBK : ΢ÈíÑźÚ-->微脠铆脩藕脷
®简<->繁 : MS936/GB2312/GBK<->MS950/Big5 : 峚捇窪
®简<->日 : MS936/GB2312/GBK<->EUC-JP/CP20932 : 裏罷囘菜
®万<->简 : UTF-8<->MS936/GB2312/GBK : 寰蒋闆呴粦
繁!==简 : MS950/Big5<->MS936/GB2312/GBK :
繁!==日 : MS950/Big5<->EUC-JP/CP20932 : 
日!==简 : EUC-JP/CP20932<->MS936/GB2312/GBK : 
日!==繁 : EUC-JP/CP20932<->MS950/Big5 : 
"新宋体"
"黑体"
"宋体"
®简-->万-->简 : MS936/GB2312/GBK->UTF-8->MS936/GB2312/GBK : ËÎÌå -> 脣脦脤氓
®简<->繁 : MS936/GB2312/GBK<->MS950/Big5 : 冼极
®简<->日 : MS936/GB2312/GBK<->EUC-JP/CP20932 : 卜悶
简<->韩 : MS936/GB2312/GBK<->EUC-KR/CP51949 : 芥竟
简<->越 : MS936/GB2312/GBK<->Windows-1258 : ËÎ̀å
简<->泰 : MS936/GB2312/GBK<->Windows-874/ISO-8859-11 : หฮฬๅ

®万<->简 : UTF-8<->MS936/GB2312/GBK : 瀹嬩綋

®繁<->简 : MS950/Big5<->MS936/GB2312/GBK : Ш蔨
®繁<->日 : MS950/Big5<->EUC-JP/CP20932 : Ш牮

®日<->简 : EUC-JP/CP20932<->MS936/GB2312/GBK : 磷挛
®日<->繁 : EUC-JP/CP20932<->MS950/Big5 :  避蟲

"標楷體"
"微軟正黑體"
®繁<->简 : MS950/Big5<->MS936/GB2312/GBK : 稬硁タ堵砰
®繁<->日 : MS950/Big5<->EUC-JP/CP20932 : 坴勛タ饗悼

"細明體"
®繁<->简 : MS950/Big5<->MS936/GB2312/GBK : 灿砰
®日<->繁 : EUC-JP/CP20932<->MS950/Big5 : 稱抸嚧
®日<->简 : EUC-JP/CP20932<->MS936/GB2312/GBK : 嘿汤耋

"細明體_HKSCS"
"新細明體"
®繁<->简 : MS950/Big5<->MS936/GB2312/GBK : 穝灿砰
®万<->简 : UTF-8<->MS936/GB2312/GBK : 鏂扮窗鏄庨珨
®日<->简 : EUC-JP/CP20932<->MS936/GB2312/GBK : 糠嘿汤耋
®日<->繁 : EUC-JP/CP20932<->MS950/Big5 : 蕙稱抸嚧
