中文汉字补全日文汉字列表【常用汉字】

优先 : 类似形体的异体字>繁体字

亏:虧 , 亿:億 , 卫:衛 , 飞:飛 , 习:習 , 马:馬 , 乡:鄉 , 专:專 , 艺:藝 , 厅:廳 , 历:歷 , 车:車 , 冈:岡 , 贝:貝 , 见:見 , 长:長 , 币:幣
仅:僅 , 仓:倉 , 风:風 , 乌:烏 , 凤:鳳 , 为:為 , 忆:憶 , 订:訂 , 计:計 , 户:戶 , 认:認 , 队:隊 , 办:辦 , 劝:勸 , 书:書 , 击:擊 , 节:節  
术:朮術 , 龙:龍 , 灭:滅 , 轧:軋 , 东:東 , 业:業 , 帅:帥 , 归:歸 , 电:電 , 叼:刁 , 叹:嘆
,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  , 
,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  , 
,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  , 
,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  , 
,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,
,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,
,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,
,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,
,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,  ,
















































